[{"date":"1902/04/19","location":"Quezaltenango and San Marcos, Guatemala","lat":"14","lng":"-91","deaths":"2000","magnitude":"7.5","comments":"\nThis quake also caused damage in Mexico at Tapachula, Chiapas. It was felt as far away as Jalapa, Veracruz and Mexico City. The duration in Mexico was estimated at one to one and a half minutes.\n["},{"date":"1902/12/16","location":"Andijon (Andizhan), Uzbekistan (Turkestan, Russia)","lat":"40.8","lng":"72.3","deaths":"4700","magnitude":"6.4","comments":"\nOver 41,000 buildings destroyed in the Andijon-Margilan area. A train was \"thrown from the tracks\" at Andijon station. A strong aftershock about 40 minutes later caused additional damage.\n["},{"date":"1903/04/28","location":"Malazgirt, Turkey (Ottoman Empire)","lat":"39.1","lng":"42.6","deaths":"3500","magnitude":"7.0","comments":"\nAbout 12,000 houses destroyed and 20,000 animals killed in the Malazgirt-Patnos area. Slight damage as far away as Erzurum and Bitlis. A strong aftershock on August 6 caused additional casualties.\n["},{"date":"1903/05/28","location":"Gole, Turkey (Ottoman Empire)","lat":"40.9","lng":"42.7","deaths":" 1000","magnitude":"5.8","comments":"\nSeveral villages destroyed. Death toll\nmay be overstated, since Ambraseys\nsaid quake \"is alleged to have killed\nover 1000 people.\n["},{"date":"1905/04/04","location":"Kangra, India","lat":"33.0","lng":"76.0","deaths":"19000","magnitude":"7.5","comments":"\nDamage in the Kangra area and at Dehra Dun\n["},{"date":"1906/01/31","location":"Off coast of Esmeraldas, Ecuador","lat":"1","lng":"-81.5","deaths":"1000","magnitude":"8.8","comments":"\n Damage in the Tumaco, Colombia - Esmeraldas, Ecuador area from the earthquake and tsunami. Earthquake damage occurred as far as 100 km (60 mi) inland, from Cali, Colombia to Otavalo, Ecuador. Felt as far away as Lake Maracaibo, Venezuela. Tsunami waves as high as 5 m (16 ft) observed at Tumaco, but fortunately some of the waves were dissipated on offshore islands before reaching the city.  About 450 houses destroyed in the Guapi area, Colombia by a series of 6 waves, the largest described as being as high as tall trees. Coastal uplift as high as 1.6 m (5 ft) observed in the harbors of Manta, Ecuador and Buenaventura, Colombia. Submarine cables were broken in several places between Buenaventura and Panama.  Cable breaks also occurred off Puerto Rico, implying there may have been a tsunami generated in the Caribbean Sea as well.\n["},{"date":"1906/03/16","location":"Chia-i, Taiwan","lat":"23.6","lng":"120.5","deaths":"1250","magnitude":"6.8","comments":"\nOver 6,000 houses destroyed. About 13 km (8 mi) of surface faulting, with maximum horizontal offset 2.4 m (8 ft) and vertical offset 1.8 m (6 ft).  Aftershocks on Mar 26, Apr 6, 7 and 13 caused additional casualties and damage.\n["},{"date":"1906/04/18","location":"San Francisco, California","lat":"37.75","lng":"-122.55","deaths":"3000","magnitude":"7.8","comments":"\nMost of the damage and casualties were due to the fires in San Francisco caused by the earthquake. Faulting observed on the San Andreas Fault over a distance of 300 km (185 mi).\n["},{"date":"1906/08/17","location":"Valparaiso, Chile","lat":"-33","lng":"-72","deaths":"3882","magnitude":"8.2","comments":"\nMuch of Valparaiso destroyed. \nMany reports said the quake lasted four minutes.\nSevere damage in central Chile from Illapel to Talca. Felt from Tacna, Peru to Puerto Montt. \nTsunami generated.  Uplift occurred along the coast from Zapallar to Llico (about 250 km or 150 mi).\nBath lists the death toll as 20,000. The number we are using was provided by the\nUniversidad de Chile.\n"},{"date":"1907/01/14","location":"Kingston, Jamaica","lat":"18.2","lng":"-76.7","deaths":"1000","magnitude":"6.5","comments":"\nEvery building in Kingston was damaged by the earthquake and subsequent fires.  A tsunami was reported on the north coast of Jamaica, with a maximum wave height of about 2 m (6-8 ft).\n["},{"date":"1907/10/21","location":"Qaratog (Karatag), Tajikistan (Turkestan, Russia)","lat":"38.5","lng":"67.9","deaths":"12000","magnitude":"8.0","comments":"\nTwo earthquakes destroyed Qaratog and many mountain villages in the Gissar and Denau areas of Tajikistan and Uzbekistan.\n["},{"date":"1908/12/28","location":"Messina, Italy","lat":"38.15","lng":"15.68","deaths":"72000","magnitude":"7.2","comments":"\nOver 40% of the population of Messina and more than 25% of Reggio di Calabria killed by the earthquake and tsunami, as well as by fires in some parts of Messina. Casualty toll is based on census data 1901-1911, some estimates are as high as 110,000. Severe damage in large parts of Calabria and Sicily.  Felt throughout Sicily and north to Naples and Campobasso. Also felt on Malta, in Montenegro and Albania and on the Ionian Islands. Tsunami heights of 6-12 m (20-39 ft) observed on the coast of Sicily south of Messina and heights of 6-10 m (20-33 ft) observed along the coast of Calabria.  Aftershocks continued into 1913.\n["},{"date":"1909/01/23","location":"Silakhor, Iran (Persia)","lat":"33.4","lng":"49.1","deaths":"6000","magnitude":"7.3","comments":"\nAbout 60 villages destroyed or severely damaged. Casualties occurred in 130 villages. Over 40 km (25 mi) of surface rupture was seen on the Dorud Fault. Aftershocks continued for nearly 6 months.\n["},{"date":"1912/08/09","location":"Murefte, Turkey (Ottoman Empire)","lat":"40.75","lng":"27.20","deaths":"2800","magnitude":"7.4","comments":"\nAlmost 25,000 houses destroyed and 15,000 damaged in over 580 towns and villages in the Murefte-Gelibolu (Gallipoli) area, leaving more than 80,000 people homeless. About 50 km (30 mi) of surface faulting with with offsets as much as 3 m (9 ft) occurred across the north end of the Gelibolu Peninsula from the Saros Gulf to the Sea of Marmara. Liquefaction was seen as far as 200 km (125 mi) from the epicenter.\n["},{"date":"1914/10/03","location":"Burdur, Turkey (Ottoman Empire)","lat":"37.82","lng":"30.27","deaths":"4000","magnitude":"7.0","comments":"\nMore than 17,000 houses destroyed in the Burdur-Egridir-Dinar area. Damage occurred as far away as Antalya, Bolvadin and Denizli. About 23 km (14 mi) along the southeast shore of Burdur Lake subsided, indicating this may have been the fault zone.\n["},{"date":"1915/01/13","location":"Avezzano, Italy","lat":"41.98","lng":"13.65","deaths":"32610","magnitude":"7.0","comments":"\nSevere damage in the Avezzano-Pescina area.  An estimated 3,000 more people died in the next few months from indirect effects of the earthquake.  Felt throughout Central Italy from Veneto to Basilicata.\n["},{"date":"1917/01/20","location":"Bali, Indonesia","lat":"-9.0","lng":"115.8","deaths":"1500","comments":"\nLandslides on Bali caused most of the casualties. Many houses damaged. One source lists casualty toll as 15,000, but that seems high compared to the damage descriptions.\n"},{"date":"1917/07/30","location":"North of Daguan, Yunnan, China","lat":"28.0","lng":"104.0","deaths":"1800","magnitude":"7.5","comments":"\nMany houses collapsed in the Hengjiang and Daguan River Valleys. An iron chain bridge at Yanjin was turned upside down and several stone bridges collapsed. Rockslides blocked the Daguan River, causing the water to flow back upstream for several kilometers.\n["},{"date":"1918/02/13","location":"Nan'ao, Guangdong (Kwangtung), China","lat":"23.5","lng":"117.2","deaths":"1000","magnitude":"7.4","comments":"\nMost houses destroyed and 80% of the population was killed or wounded on Nan'ao. About 1,000 people killed or injured at Shantou (Swatow). More than 90% of houses destroyed or damaged in the Jieyang-Yunxiao area of Guangdong and Fujian Provinces. Damage occurred as far away as Fuzhou (Foochow). The death toll may be as high as 10,000, but is difficult to count since the source combines deaths and injuries and often gives percentages instead of specific numbers. The quake was felt in Anhui, Fujian, Guangdong, Guangxi, Hubei, Hunan, Jiangsu, Jiangxi, Taiwan and Zhejiang Provinces.\n["},{"date":"1920/12/16","location":"Haiyuan, Ningxia (Ning-hsia), China","lat":"36.5","lng":"105.7","deaths":"200000","magnitude":"7.8","comments":"\nTotal destruction (XII - the maximum intensity on the Mercalli scale) in the Lijunbu-Haiyuan-Ganyanchi area.  Over 73,000 people were killed in Haiyuan County. A landslide buried the village of Sujiahe in Xiji County.  More than 30,000 people were killed in Guyuan County. Nearly all the houses collapsed in the cities of Longde and Huining. Damage (VI-X) occurred in 7 provinces and regions, including the major cities of Lanzhou, Taiyuan, Xi'an, Xining and Yinchuan. It was felt from the Yellow Sea to Qinghai (Tsinghai) Province and from Nei Mongol (Inner Mongolia) south to central Sichuan (Szechwan) Province. About 200 km (125 mi) of surface faulting was seen from Lijunbu through Ganyanchi to Jingtai. There were large numbers of landslides and ground cracks throughout the epicentral area. Some rivers were dammed, others changed course. Seiches from this earthquake were observed in 2 lakes and 3 fjords in western Norway.  Although usually called the Kansu (now Gansu) earthquake by Western sources, the epicenter and highest intensities are clearly within Ningxia Autonomous Region.\n["},{"date":"1923/03/24","location":"Near Luhuo, Sichuan (Szechwan), China","lat":"31.3","lng":"100.8","deaths":"3500","magnitude":"7.3","comments":"\nSevere damage and landslides in the Luhuo-Dawu area. Some damage and casualties occurred at Qianning.\n["},{"date":"1923/05/25","location":"Torbat-e Heydariyeh, Iran (Persia)","lat":"35.2","lng":"59.2","deaths":"2200","magnitude":"5.7","comments":"\nFive villages completely destroyed southwest of Torbat-e Heydariyeh.\n["},{"date":"1923/09/01","location":"Kanto (Kwanto), Japan","lat":"35.3","lng":"139.5","deaths":"142800","magnitude":"7.9","comments":"\nExtreme destruction in the Tokyo - Yokohama area from the earthquake and subsequent firestorms, which burned about 381,000 of the more than 694,000 houses that were partially or completely destroyed. Although often known as the Great Tokyo Earthquake (or the Great Tokyo Fire), the damage was apparently most severe at Yokohama.  Damage also occurred on the Boso and Izu Peninsulas and on O-shima. Nearly 2 m (6 ft) of permanent uplift was observed on the north shore of Sagami Bay and horizontal displacements of as much as 4.5 m (15 ft) were measured on the Boso Peninsula. A tsunami was generated in Sagami Bay with wave heights as high as 12 m (39 ft) on O-shima and 6 m (20 ft) on the Izu and Boso Peninsulas. Sandblows were noted at Hojo which intermittently shot fountains of water to a height of 3 m (10 ft).\n["},{"date":"1925/03/16","location":"Near Dali (Talifu, Ta-li), Yunnan, China","lat":"25.7","lng":"100.2","deaths":"5800","magnitude":"7.0","comments":"\nMore than 76,000 houses collapsed or burned in the Dali area, where over 3,600 people were killed and 7,200 injured. (There is a slight possibility that these are the total figures for the earthquake, not just Dali). Damage and casualties also occurred in Fengyi, Midu, Binchuan and Dengchuan Counties.  It was felt at Kunming.\n["},{"date":"1927/03/07","location":"Tango, Japan","lat":"35.8","lng":"134.8","deaths":"3020","magnitude":"7.6","comments":"\nMore than 1,100 people killed and 98% of the houses in Mineyama destroyed by the earthquake and subsequent fires.  The quake was felt from Kagoshima to Tokyo. Faulting was observed on the Gomura and Yamada Faults, at right angles to each other at the base of the Tango Peninsula.\n["},{"date":"1927/05/22","location":"Gulang, Gansu (Kansu), China","lat":"37.5","lng":"102.7","deaths":"40900","magnitude":"7.6","comments":"\nExtreme damage in the Gulang-Wuwei area. Landslides buried a town near Gulang and dammed a stream in Wuwei County, creating a new lake. Large fissures and sandblows occurred in the area. Damage occurred from Lanzhou through Minqin and Yongchang to Jinta.  It was felt at Xi'an and as far as 700 km (440 mi) from the epicenter. This area along the base of the Qilian Shan (formerly named Nan Shan, which is why this is sometimes called the Nan Shan earthquake) was part of the Silk Road connecting China with Central Asia.  Some sources list the death toll as high as 200,000, but this may be a confusion with the much-bigger Ningxia quake of 1920. Also, Gu et al. report that over 250,000 livestock were killed by this earthquake.\n["},{"date":"1929/05/01","location":"Koppeh Dagh, Iran (Persia)","lat":"37.85","lng":"57.75","deaths":"3800","magnitude":"7.2","comments":"\nThis earthquake caused casualties and severe damage on both sides of the Iran-Turkmenistan (Persia-USSR) border.  More than 3,250 people were killed and 88 villages destroyed or damaged in the Baghan-Gifan area, Iran. Damage also occurred at Bojnurd. Nearly all buildings were destroyed at Germab, Turkmenistan. Damage occurred to 57 places in Turkmenistan, including Ashgabat (Ashkhabad), where there were some casualties. About 50 km (30 mi) of surface faulting was observed on the Baghan-Germab fault. Aftershocks occurred until 1933\n["},{"date":"1930/05/06","location":"Salmas, Iran (Persia)","lat":"38.15","lng":"44.70","deaths":"2500","magnitude":"7.2","comments":"\nAbout 60 villages destroyed in the Salmas Plain and surrounding mountains.  The town of Dilman (population 18,000) was completely destroyed, but there were only 1,100 deaths because a magnitude 5.4 foreshock had occurred at 07:03 UTC. Although the foreshock killed 25 people, it probably saved thousands of lives since many people chose to sleep outdoors that night.  Faulting was observed on the Salmas and Derik Faults, with the maximum offsets 5 m (16 ft) vertically and 4 m (13 ft) horizontally on the Salmas Fault. Dilman was rebuilt west of the ruins and named Shahpur, now Salmas.\n["},{"date":"1930/07/23","location":"Irpinia, Italy","lat":"41.05","lng":"15.37","deaths":"1404","magnitude":"6.5","comments":"\nMost of the damage was in the Ariano Irpino-Melfi area of Avellino, Potenza and Foggia Provinces. Damage occurred as far away as Napoli (Naples). The quake was felt from the Po Valley to Catanzaro and Lecce Provinces.  Earthquake lights were reported in the epicentral area.\n["},{"date":"1931/03/31","location":"Managua, Nicaragua","lat":"12.15","lng":"-86.28","deaths":"2500","magnitude":"6.0","comments":"\nThe earthquake and fire destroyed much of the city of Managua.\n["},{"date":"1931/04/27","location":"Zangezur Mountains, Armenia-Azerbaijan border (Armeniya-Azerbaydzhan, USSR)","lat":"39.2","lng":"46.0","deaths":"2800","magnitude":"5.7","comments":"\nFifty-seven villages were destroyed or heavily damaged in the Sisian-Goris area, Armenia. An additional 46 villages were destroyed or seriously damaged in the Ordubad area, Azerbaijan.\n["},{"date":"1931/08/10","location":"Near Fuyun (Koktokay), Xinjiang (Sinkiang), China","lat":"46.8","lng":"89.9","deaths":"10000","magnitude":"8.0","comments":"\nSevere damage, ground fissures, landslides, sandblows and subsidence in the Fuyun-Qinghe area. Some mines caved in at Altay. Slight damage occurred at Urumqi.\n["},{"date":"1933/03/02","location":"Sanriku, Japan","lat":"39.25","lng":"144.5","deaths":"3000","magnitude":"8.4","comments":"\nBecause this earthquake occurred about 290 km (180 mi) off the coast of Honshu, most of the casualties and damage were caused by the large tsunami that was generated, instead of directly from the earthquake itself. About 5,000 houses in Japan were destroyed, of which nearly 3,000 were washed away.  Maximum wave heights of 28.7 m (94 ft) were observed at Ryori Bay, Honshu.  The tsunami also caused slight damage in Hawaii, where a 2.9-meter (9.5-foot) was recorded at Napoopoo.\n["},{"date":"1933/08/25","location":"North of Maowen, Sichuan (Szechwan), China","lat":"32.0","lng":"103.7","deaths":"9300","magnitude":"7.5","comments":"\nThe city of Diexi and about 60 villages in the area were completely destroyed.  Damage and casualties also occurred at Chengdu. Felt at Chongqing and Xi'an.  Landslides created 4 lakes on the Min Jiang River. Over 2,500 of the casualties occurred 45 days after the earthquake, when the lakes broke through the slides and inundated the valley.\n["},{"date":"1934/01/15","location":"Bihar, India-Nepal","lat":"26.5","lng":"86.5","deaths":"10700","magnitude":"8.1","comments":"\nExtreme damage (X) in the Sitamarhi-Madhubani, India area, where most buildings tilted or sank up to 1 m (3 ft) into the thick alluvium. Sand covered the sunken floors up to 1 m deep. This liquefaction damage extended eastward through Supaul to Purnia, India.  In the Muzaffarpur-Darbhanga area south of the zone of liquefaction most buildings were shaken apart by \"typical\" severe earthquake damage. Two other areas of extreme damage (X) from shaking occurred in the Munger (Monghyr) area along the Ganges River, India and in the Kathmandu Valley, Nepal. Large fissures occurred in the alluvial areas\n["},{"date":"1935/04/20","location":"Miao-li, Taiwan (Formosa)","lat":"24.3","lng":"120.8","deaths":"3270","magnitude":"7.1","comments":"\nMore than 12,000 people injured and 39,000 rooms destroyed or severely damaged in the Hsin-chu-T'ai-chung (Shinchiku-Taichu) area. A railroad line subsided as much as 2 m (6 ft). Iron bridges were destroyed and tunnels were cracked. The quake was felt in most of Taiwan and at Fuzhou (Foochow), mainland China. Faulting was observed in two zones: the northern zone had predominantly vertical offsets of up to 3 m (10 ft) and the southern one had 1 to 1.5 m (3-5 ft) of horizontal displacement with up to 1 m vertical offset.\n["},{"date":"1935/05/30","location":"Quetta, Pakistan (Baluchistan, India)","lat":"29.6","lng":"66.5","deaths":"30000","magnitude":"7.6","comments":"\nQuetta almost completely destroyed. There were numerous fractures and landslides in the area.\n["},{"date":"1935/07/16","location":"Hsin-chu (Shinchiku), Taiwan (Formosa)","lat":"24.6","lng":"120.8","deaths":"2740","magnitude":"6.5","comments":"\nMore than 6,000 people injured and many thousand houses destroyed in the Hsin-chu area. It was felt as far away as Fuzhou (Foochow), mainland China.  This is probably an aftershock of the April 20, 1935 quake.\n["},{"date":"1939/01/25","location":"Chillan, Chile","lat":"-36.25","lng":"-72.25","deaths":"28000","magnitude":"7.8","comments":"\nExtreme damage in the Cauquenes-Chillan area. It was felt from Arica to Puerto Aisen.\n["},{"date":"1939/12/26","location":"Erzincan, Turkey","lat":"39.8","lng":"39.38","deaths":"32700","magnitude":"7.8","comments":"\nExtreme damage in the Erzincan Plain and the Kelkit River Valley. Damage (VII) occurred from near Turcan, where a strong earthquake (possibly a fore- shock) had occurred on Nov 21, west to Amasya and from Sivas north to the Black Sea coast. The quake was felt strongly at Larnaca, Cyprus. Over 300 km (190 mi) of surface faulting was observed in the North Anatolian Fault Zone between Erzincan and Niksar, with as much as 3.7 m (2.5 ft) of horizontal displacement and 2.0 m (1.2 ft) of vertical offset. A small tsunami was observed at Fatsa on the Black Sea coast of Turkey. It was recorded by tide stations from Tuapse, Russia to Sevastopol, Ukraine.\n["},{"date":"1940/11/10","location":"Vrancea, Romania (Rumania)","lat":"45.8","lng":"26.7","deaths":"1000","magnitude":"7.3","comments":"\nMany buildings destroyed and thousands of people injured in the Bucharest-Galati area. Nearly all buildings were destroyed or heavily damaged in the Prahova River Valley and at Ploiesti, partly due to fires that broke out in the oil refineries. Severe damage occurred at Chisinau (Kishinev), Moldova (Moldavia). Damage also occurred in Bulgaria and at Chernivtsi (Chernovtsy), Dnipropetrovsk and Odessa, Ukraine. The quake was felt from Marseille, France to Moscow and St. Petersburg (Leningrad), Russia and at least as far south as Istanbul, Turkey.\n["},{"date":"1942/12/20","location":"Erbaa, Turkey","lat":"40.9","lng":"36.5","deaths":"1100","magnitude":"7.3","comments":"\nAbout 5,000 buildings destroyed or\ndamaged in the Erbaa-Niksar area.\nSurface faulting, with as much as 1.7 m\n(5.7 ft) of horizontal displacement,\noccurred in the North Anatolian Fault\nZone from Niksar in the Kelkit River\nValley to the Yesilirmak River west of\nErbaa. Note that this quake occurred\nimmediately to the west of the rupture\nzone of the 1939 Erzincan earthquake.\n["},{"date":"1943/09/10","location":"Tottori, Japan","lat":"35.5","lng":"134.2","deaths":"1190","magnitude":"7.4","comments":"\nAbout 7,500 houses destroyed in the Tottori area. It was felt from Niigata, to Kumamoto, Kyushu. Surface faulting was seen on two nearly-parallel faults about 3 km apart southwest of Tottori.  The longest one was about 8 km (5 mi) long with both horizontal and vertical displacements.\n["},{"date":"1943/11/26","location":"Ladik, Turkey","lat":"40.97","lng":"33.22","deaths":"4000","magnitude":"7.6","comments":"\nAbout 75 percent of the houses were destroyed or damaged in the Ladik-Vezirkopru area. Damage also occurred at Samsun. Surface faulting, with as much as 1.5 m (5 ft) of horizontal and 1 m (3 ft) of vertical offset, was observed in a 280-km (175-mi) section of the North Anatolian Fault Zone from the Destek Gorge west of Erbaa to the Filyos River. This area is immediately to the west of the rupture zone of the 1942 Erbaa earthquake.\n["},{"date":"1944/01/15","location":"San Juan, Argentina","lat":"-31.5","lng":"-68.6","deaths":"8000","magnitude":"7.4","comments":"\nSevere destruction in the city of San Juan: at least 12,000 people injured.  Damage also occurred in Mendoza Province. This is the greatest number of casualties for any earthquake in the history of Argentina. Some estimates of the death toll are as high as 10,000.  The quake was felt strongly (VI) in Cordoba, La Rioja and San Luis Provinces, Argentina and in the San Felipe-Petorca area, Chile. About 7 km (4 mi) of surface faulting at La Laja, north of San Juan.\n["},{"date":"1944/02/01","location":"Gerede, Turkey","lat":"41.11","lng":"33.22","deaths":"2790","magnitude":"7.4","comments":"\nAbout 50,000 houses destroyed or heavily damaged in the North Anatolian Fault Zone from Bolu through Gerede to Kursunlu. Damage (VI) occurred in the Sakarya-Zonguldak-Kastamonu area. The quake was felt strongly at Ankara.  Surface faulting was observed from Bayramoren to Abant Lake with maximum horizontal offset of 3.5 m (11 ft) and up to 1 m (3 ft) vertical displacement.  This rupture zone is immediately to the west of the 1943 Ladik earthquake. In total, about 800 km (500 mi) of the North Anatolian Fault Zone, from Erzincan to Abant Lake, ruptured during a time interval of slightly more than 4 years.\n["},{"date":"1945/01/12","location":"Mikawa, Japan","lat":"34.7","lng":"137.0","deaths":"1961","magnitude":"7.1","comments":"\nMore than 17,000 houses destroyed or seriously damaged, primarily in Aichi (Aiti) and Gifu (Gihu) Prefectures. It was felt from Fukushima (Hukusima) to Shimane Prefectures, Honshu and on Shikoku. Surface faulting observed with up to 2 m (6 ft) vertical displacement.\n["},{"date":"1945/11/27","location":"Makran Coast, Pakistan (Baluchistan, India)","lat":"24.9","lng":"63.5","deaths":"4000","magnitude":"8.0","comments":"\nSevere damage at Pasni and Ormara. A large tsunami was generated that caused damage at Karachi and damage and casualties in the Mumbai (Bombay) area, India. Four new islands appeared off the coast near Hinglaj. The quake was felt as far away as Dera Ismail Khan and Sahiwal.\n["},{"date":"1946/05/31","location":"Ustukran, Turkey","lat":"39.33","lng":"41.10","deaths":"1300","magnitude":"5.9","comments":"\nSeveral villages destroyed.\n"},{"date":"1946/11/10","location":"Ancash, Peru","lat":"-8.5","lng":"-77.5","deaths":"1400","magnitude":"7.3","comments":"\nNearly all buildings were destroyed or heavily damaged in the Sihuas-Quiches-Conchucos area of Ancash Department.  Many landslides occurred: one buried the village of Acobamba and another dammed the Pelagatos River. The quake was felt from Guayaquil, Ecuador to Lima, Peru. Several segments of surface faulting were seen in a zone about 18 km (11 mi) long from Quiches to Hacienda Mayas. The faulting was purely dip-slip (vertical) with as much as 3.5 m (11 ft) offset.\n["},{"date":"1946/12/20","location":"Nankaido, Japan","lat":"33.0","lng":"135.6","deaths":"1362","magnitude":"8.1","comments":"\nMore than 2,600 people injured and 100 missing: over 36,000 houses destroyed or severely damaged in southern Honshu and on Shikoku. An additional 2,100 houses were washed away by a tsunami, which reached heights of 5-6 m (16-20 ft) on the east coast of the Kii Peninsula, Honshu and on the east and south coasts of Shikoku. Landslides, ground fissures, uplift and subsidence were observed in the area. The quake was felt from northern Honshu to Kyushu.\n["},{"date":"1948/06/28","location":"Fukui, Japan","lat":"36.1","lng":"136.2","deaths":"3769","magnitude":"7.3","comments":"\nNearly 67,000 houses destroyed in the Fukui area by the earthquake and fires.  Damage was especially severe in areas of alluvium. Some ground fissures were observed in the area. It was felt from Ibaraki and Niigata Prefectures, Honshu to Uwajima, Shikoku. More than 550 aftershocks were felt in the month following the quake. Some sources list the death toll as high as 5,390.\n["},{"date":"1948/10/05","location":"Ashgabat (Ashkhabad), Turkmenistan (Turkmeniya, USSR)","lat":"37.95","lng":"58.32","deaths":"110000","magnitude":"7.3","comments":"\nExtreme damage in Ashgabat (Ashkhabad) and nearby villages, where almost all brick buildings collapsed, concrete structures were heavily damaged and freight trains were derailed. Damage and casualties also occurred in the Darreh Gaz area, Iran. Surface rupture was observed both northwest and southeast of Ashgabat. Many sources list the casualty total at 10,000, but a news release on 9 Dec 1988 advised that the correct death toll was 110,000.\n["},{"date":"1949/07/10","location":"Khait, Tajikistan (Tadzhikistan, USSR)","lat":"39.2","lng":"70.8","deaths":"12000","magnitude":"7.5","comments":"\nNearly all buildings destroyed by the earthquake and landslides in a zone 60-65 km (37-41 mi) long and 6-8 km (4-5 mi) wide. A huge slide, about 20 km (12 mi) long and 1 km (0.5 mi) wide buried the town of Khait to a depth of about 30 m (100 ft), moving over it at a velocity of about 100 m/sec (225 mi/hr). This and other slides in the Yasman River Valley also buried 20 villages. The death toll is estimated.\n["},{"date":"1949/08/05","location":"Ambato, Ecuador","lat":"-1.5","lng":"-78.25","deaths":"5050","magnitude":"6.8","comments":"\nGuano, Patate, Pelileo and Pillaro were completely destroyed, as was about one-third of the city of Ambato. Damage occurred in Tungurahua, Chimborazo and Cotopaxi Provinces. Landslides blocked roads and streams in the area. It was felt (IV) at Cuenca, Guayaquil and Quito.\n["},{"date":"1950/08/15","location":"Near Zhamo (Rima), Xizang (Tibet), China \"Assam-Tibet\" Earthquake","lat":"28.7","lng":"96.6","deaths":"1526","magnitude":"8.6","comments":"\nAt least 780 people killed and many buildings collapsed in the Nyingchi-Qamdo-Zhamo (Rima, Zayu) area of eastern Tibet. Sandblows, ground cracks and large landslides occurred in the area. In the Medog area, the village of Yedong slid into the Yarlung Zangbo (Brahmaputra) River and was washed away. The quake was felt at Lhasa and in Sichuan and Yunnan Provinces, China.  Severe damage (X) also occurred in the Sibsagar-Sadiya area of Assam, India and in the surrounding hills. About 70 villages were destroyed in the Abor Hills, mostly by landslides. Large landslides blocked the Subansiri River.  This natural dam broke 8 days later, creating a wave 7 m (23 ft) high which innundated several villages and killed 536 people. The quake was felt (VI) as far away as Calcutta. Seiches were observed in many lakes and fjords of Norway and in at least 3 reservoirs in England. Many sources call this the Assam-Tibet earthquake or even the Assam earthquake, even though nearly all place the epicenter in Tibet. Thus it is possible that the casualties for Tibet are not included in the total, as well as those from the Subansiri River flood. Furthermore, Gu et al. do not give casualty totals for Yedong or other areas of the most severe damage in Tibet. Therefore, the actual casualty toll may be much higher than the value given.\n["},{"date":"1951/08/02","location":"Cosiguina, Nicaragua","lat":"13.0","lng":"-87.5","deaths":"1000","magnitude":"5.8","comments":"\nThe earthquake opened a side of Cosiguina Volcano, releasing water from its crater. The subsequent mudflow destroyed the town of Potosi. A larger earthquake (magnitude 6.0) occurred in the same area on Aug 03 at 00:23. Some sources list that as the event that triggered the mudflow.\n["},{"date":"1953/03/18","location":"Yenice-Gonen, Turkey","lat":"40.01","lng":"27.49","deaths":"1070","magnitude":"7.3","comments":"\nSeveral thousand buildings damaged in the Can-Yenice-Gonen area. Felt (VI) at Sakarya (Adapazari), Bursa, Edirne, Istanbul and Izmir. Felt throughout the Aegean Islands and in much of mainland Greece. Also felt in Bulgaria. About 50 km (30 mi) of surface faulting with as much as 4.3 m (14 ft) of strike-slip (horizontal) offset observed east of Yenice. Damage estimated at $3,570,000.\n["},{"date":"1954/09/09","location":"Chlef (Orleansville, El Asnam), Algeria","lat":"36.28","lng":"1.47","deaths":"1250","magnitude":"6.8","comments":"\nSevere damage and about 3,000 people injured in the Orleansville area, which was rebuilt and renamed El Asnam (now Chlef). Felt from Mostaganem east to Tizi Ouzou and south to Tiaret. Faults and fissures occurred in a 16-km (10-mi) zone at the southern edge of the Dahra Massif. Undersea cables in the Mediterranean broke several hours after the earthquake. There were many aftershocks  - a strong one on Sep 16 at 22:18 caused additional damage. See also the El Asnam earthquake of 1980 Oct 10.\n["},{"date":"1957/07/02","location":"Near Sang Chai, Mazandaran, Iran","lat":"36.14","lng":"52.70","deaths":"1200","magnitude":"7.1","comments":"\nNearly all villages destroyed in the Ab-e Garm-Mangol-Zirab area on the north side of the Elburz Mountains.  Many landslides and rockslides blocked the Amol-Tehran Road and caused nearly as much damage in some villages as had been caused by shaking. It was felt strongly at Tehran.\n["},{"date":"1957/12/13","location":"Sahneh, Iran","lat":"34.35","lng":"47.67","deaths":"1130","magnitude":"7.1","comments":"\nAbout 900 people injured and 211 villages destroyed or severely damaged in the Sahneh-Songor-Asadabad area in Kermanshahan and Hamadan Provinces.  Some fissures were observed in alluvium along the Sahneh Fault.\n["},{"date":"1960/02/29","location":"Agadir, Morocco","lat":"30.45","lng":"-9.62","deaths":"15000","magnitude":"5.7","comments":"\nOver one-third of the population of Agadir was killed and at least another third injured by this short-duration earthquake, which lasted less than 15 seconds. It is the most destructive \"moderate\" quake (magnitude less than 6) in the 20th Century - the direct opposite of the magnitude 8.1 Mongolian earthquake of 04 Dec 1957, which killed very few people. All buildings in the Founti, Kasbah and Yachech sections of Agadir were destroyed or very severely damaged and more than 95 percent of the people in these areas were killed.  Over 90 percent of buildings were destroyed or damaged in the Talbordjt district and more than 60 percent were damaged in New City and Front-de-Mer districts. The exact casualty figure is unknown because once it was clear there could be no more survivors in the rubble, much of the area was bulldozed because of health and safety concerns.  This moderate quake was so destructive because it was a shallow event right under the city. Also, few buildings had been built to seismic codes because people thought that the area did not have a serious earthquake risk. It had been forgotten that a previous town at this location, named Santa Cruz de Aguer, had been destroyed by an earthquake in 1731.\n["},{"date":"1960/05/22","location":"Temuco-Valdivia, Chile","lat":"-38.29","lng":"-73.05","deaths":"1655","magnitude":"9.5","comments":"\nSevere damage from shaking occurred in the Valdivia-Puerto Montt area. Most of the casualties and much of the damage was because of large tsunamis which caused damage along the coast of Chile from Lebu to Puerto Aisen and in many areas of the Pacific Ocean. Puerto Saavedra was completely destroyed by waves which reached heights of 11.5 m (38 ft) and carried remains of houses inland as much as 3 km (2 mi). Wave heights of 8 m (26 ft) caused much damage at Corral. Tsunamis caused 61 deaths and severe damage in Hawaii, mostly at Hilo, where the runup height reached 10.6 m (35 ft). Waves as high as 5.5 m (18 ft) struck northern Honshu about 1 day after the quake, where it destroyed more than 1600 homes and left 185 people dead or missing.  Another 32 people were dead or missing in the Philippines after the tsunami hit those islands. Damage also occurred on Easter Island, in the Samoa Islands and in California. One to 1.5 m (3-5 ft) of subsidence occurred along the Chilean coast from the south end of the Arauco Peninsula to Quellon on Chiloe Island. As much as 3 m (10 ft) of uplift occurred on Isla Guafo. Many landslides occurred in the Chilean Lake District from Lago Villarica to Lago Todos los Santos. On May 24, Volcan Puyehue erupted, sending ash and steam as high as 6,000 m. The eruption continued for several weeks. This quake was preceded by 4 foreshocks bigger than magnitude 7.0, including a magnitude 7.9 on May 21 that caused severe damage in the Concepcion area.  Many aftershocks occurred, with 5 of magnitude 7.0 or greater through Nov 1.  This is the largest earthquake of the 20th Century.  The rupture zone is estimated to be about 1000 km long, from Lebu to Puerto Aisen. Note that the tsunami deaths from outside Chile are included in the 1,655 total. This is still considerably fewer than some estimates which were as high as 5,700. However, Rothe and others state that the initial reports were greatly overestimated. The death toll for this huge earthquake was less than it might have been because it occurred in the middle of the afternoon, many of the structures had been built to be earthquake-resistant and the series of strong foreshocks had made the population wary.\n["},{"date":"1962/09/01","location":"Bu'in Zahra, Qazvin, Iran","lat":"35.6","lng":"49.9","deaths":"12225","magnitude":"7.1","comments":"\nNinety-one villages destroyed and 233 damaged - over 21,000 houses destroyed, nearly all built of poor-quality materials. Slight damage at Tehran.  Felt as far away as Tabriz, Esfahan and Yazd. Based on damage to old structures, this was probably the largest earthquake in this immediate area since at least 1630. Surface faulting with small offsets occurred in a 100-km (63-mi) east-west zone of the Ipak Fault. Some landslides and sandblows occurred. Earthquake lights (a red to orange glow) from the Rudak area were observed prior to the quake by various people.\n["},{"date":"1963/07/26","location":"Skopje, Former Yugoslav Rep. of Macedonia (Makedonija, Yugoslavia)","lat":"42.1","lng":"21.4","deaths":"1100","magnitude":"6.0","comments":"\nAbout 75 percent of the buildings in Skopje destroyed or severely damaged and more than 4,000 people injured. The heaviest damage occurred to buildings on alluvium in the Vardar River Valley.  There was little damage outside Skopje, indicating the quake was very shallow and located almost directly under the city. The Illyrian city of Scupi was destroyed by an earthquake in 518. It was rebuilt nearby and briefly named Justiniana Prima, later Skopje. Called Uskub while part of the Ottoman Empire, it was destroyed again by an earthquake in 1555.\n["},{"date":"1966/03/07","location":"East of Longyao, Hebei (Hopeh), China","lat":"37.35","lng":"114.92","deaths":"1000","magnitude":"7.0","comments":"\nMore than 135,000 houses collapsed and 190,000 were severely damaged in Hebei Province. The worst damage was in Julu County, where over 106,000 houses collapsed and another 100,000 were heavily damaged. Some houses collapsed in Shanxi (Shansi) Province. It was felt throughout Hebei and Shanxi Provinces and in most of Henan (Honan) and Shandong (Shantung) Provinces.  Ground fissures and sandblows occurred along the banks of the Fuyang River.  Except for reports that 4,166 families \"suffered disaster\" in Longyao County and that great numbers of medical personnel had been rushed to Xingtai (Singtai) to care for the victims, no casualty figures were released for this earthquake. Based on the amount of damage and time of day it occurred, we assume that it killed at least 1,000 people, and very likely many more than that.\n["},{"date":"1966/03/22","location":"Southeast of Ningjin, Hebei (Hopeh), China","lat":"37.5","lng":"115.1","deaths":"1000","magnitude":"6.9","comments":"\nMore than 180,000 \"rooms\" collapsed and 276,000 were severely damaged in Hebei Province, with the most severe damage in the Ningjin-Shinhe area. At least 10,000 rooms collapsed and over 22,000 were heavily damaged in Shandong (Shantung) Province. Over 6,000 rooms and cave dwellings collapsed in Shanxi (Shansi) Province and some rooms collapsed in the Anyang area of Henan (Honan) Province. Some damage occurred at Beijing (Peking) and Tianjin (Tientsin). It was felt as far away as Hohhot and Nanjing. In the epicentral area, large fissures crisscrossed the ground and there were many sandblows.  Embankments slumped into the Fuyang River. As with the Mar 07 quake, no no casualty figures were released, other than to say fewer people died than in the previous event. We assume that at least 1,000 people were killed in this earthquake based on the severe and extensive damage, despite the fact that it occurred in the afternoon, when most people would have been awake and better able to protect themselves.\n["},{"date":"1966/08/19","location":"Varto, Turkey","lat":"39.1","lng":"41.48","deaths":"2529","magnitude":"6.8","comments":"\nSevere damage at Varto and at least 20 villages destroyed in Bingol, Erzurum and Mus Provinces. About 1,500 people were injured and 108,000 were left homeless by the quake. Landslides and surface faulting occurred in the area, which is near the junction of the North Anatolian and East Anatolian Fault zones.\n["},{"date":"1968/08/31","location":"Dasht-e Bayaz, Iran","lat":"33.9","lng":"59.02","deaths":"12000","magnitude":"7.3","comments":"\nFive villages were totally destroyed in the Dasht-e Bayaz area, and another 6 from Kakhk to Salayan had at least half of the buildings destroyed. A strong aftershock on Sep 01 destroyed the town of Ferdows (see next event). In all, more than 175 villages were destroyed or damaged in this rather sparsely populated area of Khorasan Province.  Most buildings in the area were built of adobe with very thick (1-2 m, or about 3-6 ft) arched roofs. The walls shattered, bringing tons of material down on the people inside. This was a major reason for the severity of damage and casualties in this earthquake. The death toll would likely have been much higher if this quake would have struck in the middle of the night, when many more people would have been indoors.  The few steel-frame or brick-and-mortar structures in the area generally survived with only minor to moderate damage, making it difficult to assign a maximum intensity to the quake. The intensity estimates range from VIII to X. Surface faulting occurred in a zone about 80 km (50 mi) long. The maximum strike-slip (horizontal) offset was about 4.5 m (15 ft) near Dasht-e Bayaz with a vertical offset of about 2 m.  Extensive ground ruptures and sandblows occurred in the Nimbluk Valley east of Salayan, south of the main fault trace.\n["},{"date":"1969/07/25","location":"Yangjiang, Guangdong, China","lat":"21.61","lng":"111.83","deaths":"3000","magnitude":"5.9","comments":"\nMore than 10,700 houses collapsed and about 36,000 were severely damaged in Yangjiang County. Some damage also occurred in the Xinyi-Yunan area, Guangdong (Kwangtung) and in the Teng Xian-Rong Xian area, Guangxi (Kwangsi).  Slight damage occurred in Hong Kong.  Fissures, landslides and sandblows were observed along the coast and along some rivers in the area. The death toll is estimated from unconfirmed reports.  However, this seems reasonable based on the number of houses collapsed in this generally non-seismic area and the time of day it occurred (6:49 AM, local time).\n["},{"date":"1970/01/04","location":"Tonghai, Yunnan Province, China","lat":"24.12","lng":"102.49","deaths":"10000","magnitude":"7.5","comments":"\nThe earthquake was centered 75 miles southwest of Kunming, a city of almost one million population, and 60 miles northwest of Gejiu (Kokiu), which has 180,000 people.  Residents in Hanoi, North Vietnam, about 300 miiles from the epicenter, fled from their homes in terror as the temblor rumbled through that city.  That severe damage occurred in the Tonghai area may be inferred from the approximate number of casualties, which was announced in 1988.  It caused about 50 km (about 30 mi) of surface faulting on the Tonghai Fault, with maximum horizontal offset of 2.5 m (8 ft) and vertical offset of about 0.5 m (1.5 ft).\n["},{"date":"1970/03/28","location":"Gediz, Turkey","lat":"39.06","lng":"29.54","deaths":"1086","magnitude":"6.9","comments":"\nMore than 12,000 houses were destroyed or severely damaged in the Gediz-Emet area of Kutahya Province. Over 50 percent of the buildings were damaged in 53 villages in the area. A large amount of the damage was caused by landslides and fires triggered by the earthquake. Some damage occurred at Bursa and Yalova. It was felt at Ankara, Istanbul, Izmir and as far east as Erzincan. It was also felt on Chios (Khios) and Lesvos, Greece. Strong aftershocks caused considerable additional damage. A total of 61 km (38 mi) of predominantly normal (vertical, extensional or \"pull-apart\") faulting was observed in several zones in the Gediz area with a maximum offset of 275 cm (9 ft) on the Ayikayasi Fault. A large part of the fault displacements may be due to creep after the earthquake, rather than from the quake itself. Numerous landslides and changes in thermal springs occurred in the epicentral area.\n["},{"date":"1970/05/31","location":"Chimbote, Peru","lat":"-9.36","lng":"-78.87","deaths":"70000","magnitude":"7.9","comments":"\nAbout 50,000 people were killed - 20,000 missing and presumed dead - and 150,000 injured in Ancash and La Libertad Departments from the earthquake and a catastrophic debris avalanche of rock, ice and mud which buried the town of Yungay, which had a population of about 20,000.\n"},{"date":"1971/05/22","location":"Turkey","lat":"38.83","lng":"40.52","deaths":"1000","magnitude":"6.9","comments":"\nThe earthquake was located about 410 miles southeast\nof Ankara. \nThe city of Bingol was nearly destroyed.\nA thousand or more people\nwere killed, 90 percent of Bingol's structures\ndestroyed, and 15,000 of its\ninhabitants were made homeless. The earthquake\noccurred at the extreme eastern end\nof the Anatolian Fault.\n"},{"date":"1972/04/10","location":"southern Iran","lat":"28.4","lng":"52.8","deaths":"5054","magnitude":"7.1","comments":"\nThis earthquake struck the Fars Province\nof southern Iran killing over 5,000 and injuring 1,700.\nThe shock smashed the adobe and rough rock homes of\nthe area. In Ghir, 67 percent of the population\nof 5,000 were killed, and 80 percent of the buildings\nwere leveled. Many of the victims were women and children,\nas the men had departed for the fields. A total of 45\nvillages and hamlets were damaged, and some were leveled.\nLandslides blocked roads hampering rescue work. Although\nnumerous aftershocks were reported felt, adding to the\nanxiety, none exceeded magnitude 5.1.\n"},{"date":"1972/12/23","location":"Nicaragua, Managua","lat":"12.4","lng":"-86.1","deaths":"5000","magnitude":"6.2","comments":"\nOne of the worst seismic disasters of the year,\nand the most lethal of record for the western\nhemisphere above South America.\nThe strong shock destroyed most of the\nNicaraguan capital of Managua.\nThousands were injured. Preliminary estimates\nindicate approximately $800 million property damages\nin Managua.\nHundreds of aftershocks were reported, but only two\nexceeded magnitude 5, and these occurred within\nan hour of the main shock.\n"},{"date":"1974/05/10","location":"China","lat":"28.2","lng":"104.0","deaths":"20000","magnitude":"6.8","comments":"\n\n"},{"date":"1974/12/28","location":"Pakistan","lat":"35.0","lng":"72.8","deaths":"5300","magnitude":"6.2","comments":"\nThe most destructive earthquake of 1974.\n5,300 reported killed, 17,000 injured and\na total of 97,000 people reported affected.\nThe village of Pattan and nearby hamlets were\ncompletely destroyed. Also an undetermined\namount of damage occurred in other areas of the\nIndus Valley region. Felt (V) in the\nKabul, Afghanistan area.\n"},{"date":"1975/02/04","location":"Haicheng, China","lat":"40.6","lng":"122.5","deaths":"2000","magnitude":"7.0","comments":"\nThe earthquake caused many fatalities\nand injuries, and extensive damage in the\nYingkou-Haicheng areas. Minor damage was reported\nin Seoul, South Korea. The quake was felt in\nPrimorskiy Kray, USSR, and on Kyushu, Japan.\n"},{"date":"1975/09/06","location":"Turkey","lat":"38.5","lng":"40.7","deaths":"2300","magnitude":"6.7","comments":"\nThis destructive earthquake struck eastern Turkey.\nIt was centered in the Diyarbakir Province.\nThe shock reportedly killed more than 2,000,\ninjured 3,400, and caused extensive property damage\nin the Lice area. The earthquake struck at lunch time\nwhen most people were inside and the children were home\nfrom school. Reports indicated that most schools were\nnot seriously damaged. The districts reported\nhardest hit were Hazro, Hani, Kulp, and Lice, which\nwas almost completely destroyed. Many strong aftershocks\nfollowed the main shock, causing the collapse of\nalready partly damaged homes, and keeping the\nsurviving residents quite frightened.\n"},{"date":"1976/02/04","location":"Guatemala","lat":"15.3","lng":"-89.1","deaths":"23000","magnitude":"7.5","comments":"\nThe earthquake was centered about 160 kilometers northeast\nof Guatemala City. Over 23,000 deaths.\nThousands injured. Damage was extensive. Most adobe type\nstructures in the outlying areas of Guatemala City\nwere completely destroyed, leaving thousands homeless.\nTransporation was impeded by the many landslides occurring\nin the area. Food and water supplies were severely reduced. Some\nof the areas were without electricity and communication\nfor days. The main shock was followed by thousands\nof aftershocks, some of the larger ones causing additional loss\nof life and damage.\n"},{"date":"1976/05/06","location":"northeastern Italy","lat":"46.4","lng":"13.3","deaths":"1000","magnitude":"6.5","comments":"\n1,000 reported killed, at least 1,700 injured, and extensive\ndamage in the epicentral area. The quake was reported\nfelt throughout Europe. A magnitude 4.6 foreshock preceded the main\nshock by about 1 minute and 7 seconds.\nThe main shock was followed by a number of aftershocks, at least\none reaching a magnitude of 5, that caused additional damage\nand injuries.\n"},{"date":"1976/07/27","location":"Tangshan, China","lat":"39.6","lng":"118.0","deaths":"242769","magnitude":"7.5","comments":"\nOfficial casualty figure is 242,769 deaths.\nEstimated death toll as high as 655,000.\n799,000 injured and extensive damage in the\nTangshan area. Damage extended as far as\nBeijing. \n"},{"date":"1976/08/16","location":"Mindanao, Philippines","lat":"6.3","lng":"124.0","deaths":"8000","magnitude":"7.9","comments":"\nThe earthquake occurred near the west coast of Mindanao,\nabout 950 kilometers south of Manila. A tsunami was\ngenerated in the Moro Gulf causing considerable damage and\nloss of life. It is estimated that the\nearthquake and tsunami killed 5,000 to 8,0000 people,\ninjured many, and left a number homeless. The main shock\nwas followed by a major aftershock 12 hours later, which\ncaused additional damage. Many aftershocks followed in\nthe magnitude 6.0 and lower range.\n"},{"date":"1976/11/24","location":"Turkey-Iran border region","lat":"39.1","lng":"44.0","deaths":"5000","magnitude":"7.3","comments":"\nThe earthquake was located along the\nTurkish-Iranian border region. It is estimated that at least\n5,000 people were killed and many injured. Caldira, Muradiye,\nand surrounding villages near the Iranian border\nwere completely destroyed. Snow and bitter cold weather\nhampered the rescue teams from reaching many of the mountainous villages.\nSome casualties and damage were reported in northwestern Iran.\nThe shock was also reported felt in the area of Yerevan SSR.\n"},{"date":"1977/03/04","location":"Romania","lat":"45.8","lng":"26.8","deaths":"1500","magnitude":"7.2","comments":"\nThe earthquake was centered about 170 kilometers\nnortheast of Bucharest. It killed 1,500, injured about 10,500, and\ncaused extensive damage in Bucharest and other parts\nof Romania. Bulgaria reported 20 killed and 165 injured.\nSome injuries and damage were reported in Yugoslavia.\nMoscow reported some damage in the\nSoviet Republic of Moldavia. This shock was felt from\nRome to Moscow and from Turkey to Finland.\n"},{"date":"1978/09/16","location":"Iran","lat":"33.2","lng":"57.4","deaths":"15000","magnitude":"7.8","comments":"\nThe earthquake was centered about 600 kilometers\nsoutheast of Tehran in the vicinity of Tabas. The death toll\nwas about 15,000, many were injured, and damage was extensive.\nTabas had the highest death toll - 9,000 killed out of a population\nof 13,000, Dehesk had 2500 killed out of 3500, and Kurit\nhad 2000 killed out of 3500; the remainder of the\ndeaths were in surrounding areas.\n"},{"date":"1980/10/10","location":"El Asnam, Algeria (formerly Orleansville)","lat":"36.1","lng":"1.4","deaths":"5000","magnitude":"7.7","comments":"\nAt least \n5,000 people killed, 9,000 injured and \nextensive damage in the El Asnam area. Felt \nthroughout northwestern Algeria and in \nsoutheastern Spain.  Approximately 42 \nkilometers of surface rupture observed.\n"},{"date":"1980/11/23","location":"southern Italy","lat":"40.9","lng":"15.3","deaths":"2735","magnitude":"6.5","comments":"\nAccording to official statistics, 2,735 people were killed, about 9,000 \nwere injured, about 394,000 homeless and extensive damage (maximum \nintensity X) in Basilicata, Campania and parts of Puglia. Castelnuovo di \nConza, Conza della Campania, Laviano, Lioni, Sant'Angelo dei Lombardi \nand Santomenna were almost completely destroyed. In Basilicata and \nCampania, more than 77,000 homes were destroyed and 755,000 were damaged.\nLandslides caused many houses to collapse and ground cracks were observed\nin the area. The earthquake was felt from Sicily to the Po Valley.\n"},{"date":"1981/06/11","location":"southern Iran","lat":"29.9","lng":"57.7","deaths":"3000","magnitude":"6.9","comments":"\nThree thousand people killed,  many injured,  and \nextensive damage in Kerman Province.\n"},{"date":"1981/07/28","location":"southern Iran","lat":"30.0","lng":"57.8","deaths":"1500","magnitude":"7.3","comments":"\nFifteen hundred people\nkilled, 1,000 injured, 50,000 homeless and\nextensive damage in the Kerman region.\n"},{"date":"1982/12/13","location":"Yemen","lat":"14.7","lng":"44.4","deaths":"2800","magnitude":"6.0","comments":"\nUnconfirmed reports of more than 2,800 people killed, 1,500 injured, 700,000 homeless and about 300 villages \ndestroyed or badly damaged in Yemen.  Maximum intensity VIII in the Dawran-Risabah area.  Felt throughout Yemen \nand in the Najran area, Saudi Arabia.  Landslides occurred in the epicentral area, as well as extensional ground \ncracks trending north-northwest in zones up to 15 km in length.  This is the first instrumentally located \nhypocenter in the Dhamar region.\n"},{"date":"1983/10/30","location":"Turkey","lat":"40.3","lng":"42.2","deaths":"1342","magnitude":"6.9","comments":"\nAt least 1,342 people killed, many injured, 534 \nseriously injured, more than 25,000 people \nhomeless, and 50 villages completely destroyed \nin the provinces of Erzurum and Kars.\n"},{"date":"1985/09/19","location":"Mexico, Michoacan","lat":"18.2","lng":"-102.5","deaths":"9500","magnitude":"8.0","comments":"\nAt least 9,500 people were \nkilled, about 30,000 were injured, more than 100,000 people were left homeless, and severe damage was caused in \nparts of Mexico City and in several states of central Mexico.  \nAccording to some sources, the death toll from \nthis earthquake may be as high as 35,000. It is estimated that the quake seriously affected an area of \napproximately 825,000 square kilometers, caused between 3 and 4 billion U.S. dollars of damage, and was felt by \nalmost 20 million people.  Four hundred twelve buildings collapsed and another 3,124 were seriously damaged in \nMexico City.  About 60 percent of the buildings were destroyed at Ciudad Guzman, Jalisco.  Damage also occurred \nin the states of Colima, Guerrero, Mexico, Michoacan, Morelos, parts of Veracruz and in other areas of Jalisco.\n"},{"date":"1986/10/10","location":"El Salvador","lat":"13.8","lng":"-89.2","deaths":"1000","magnitude":"5.5","comments":"\nAt least 1,000 people killed, 10,000 injured, 200,000 \nhomeless and severe damage and landslides in the San \nSalvador area.  Some damage at Tegucigalpa, Honduras.  \nFelt strongly in parts of Guatemala and Honduras.\n"},{"date":"1987/03/06","location":"Colombia-Ecuador","lat":"0.2","lng":"-77.8","deaths":"1000","magnitude":"7.0","comments":"\nApproximately 1,000 people killed, 4,000 missing, 20,000 homeless, extensive damage, landslides and ground \ncracks in Napo Province and in the Quito-Tulcan area, Ecuador.  About 27 km of the oil pipeline in Ecuador, \nbetween Lago Agria and Balao, were destroyed or badly damaged.  Landslides occurred in the Pasto-Macao area, \nColombia.  Felt (IV) at Iquitos, Peru.  Felt strongly in many parts of Ecuador and southwestern Colombia. Also \nfelt in central Colombia and northern Peru.\n"},{"date":"1988/08/20","location":"Nepal-India border region","lat":"26.8","lng":"86.6","deaths":"1000","magnitude":"6.8","comments":"\nSeven hundred twenty-one people killed, 6,553 injured and 64,470 buildings damaged in eastern Nepal, including the \nKathmandu Valley. Maximum intensity VIII.  Liquefaction observed in a 5,500 sq. km area of southern Nepal.  At \nleast 277 people killed, thousands injured and extensive damage in northern Bihar, India, particularly in the \nDarbhanga-Madhubani-Saharsa area.  Damage in the Gangtok area, Sikkim and in the Darjiling area, India.  Felt in \nlarge parts of northern India from Delhi to the Burma border and in much of Bangladesh.\n"},{"date":"1988/12/07","location":"Spitak, Armenia","lat":"41.0","lng":"44.2","deaths":"25000","magnitude":"6.8","comments":"\nTwo events about 3 seconds apart.  At least 25,000 people killed, 19,000 injured and 500,000 homeless in the \nLeninakan-Spitak-Kirovakan area of northern Armenia, USSR.  More than 20 towns and 342 villages were affected \nand 58 of them were completely destroyed.  Damage totaled 16.2 billion U.S. dollars.  Damage (X) at Spitak and \n(IX) at Leninakan, Kirovakan and Stepanavan.  Surface faulting 10 km in length and with a maximum throw of 1.5 m \noccurred.  Power transmission lines were severely damaged and landslides buried railroad tracks in the epicentral \narea.  Damage occurred in the Kelbadzhar area, Azerbaijan, USSR.  Felt (VII) at Tabatskuri and Borzhomi; (VI) at \nBogdanovka, Tbilisi and Yerevan; (V) at Goris; (IV) at Makhachkala and Groznyy; (III) at Sheki and Shemakha, \nUSSR. Four people killed and damage in the Tuzluca-Kagizman-Kars area, Turkey. Felt in the Tabriz-Orumiyeh area, \nIran.\n"},{"date":"1990/06/20","location":"Western Iran","lat":"37.0","lng":"49.4","deaths":"50000","magnitude":"7.4","comments":"\nEstimated 40,000 to 50,000 people killed,\nmore than 60,000 injured, 400,000 or more homeless and\nextensive damage and landslides in the Rasht-Qazvin-Zanjan\narea, Iran. Nearly all buildings were destroyed in the\nRudbar-Manjil area. Substantial damage occurred as far away as\nKhalkhal and Now Shahr and slight damage occurred at Tehran.\nFelt in most of northwestern Iran, including Arak, Bakhtaran\nand Tabriz. Slight damage also occurred in southern Azerbaijan,\nUSSR. Felt (VII) at Astra and Lenkoran; (VI) at Dzhibrail,\nLerik, Mossony and Yardyshny; (III) at Baku, USSR. Complex event.\n"},{"date":"1990/07/16","location":"Luzon, Philippine Islands","lat":"15.7","lng":"121.2","deaths":"1621","magnitude":"7.7","comments":"\nAt least 1,621 people killed, \nmore than 3,000 people injured and severe damage, landslides,   \nliquefaction, subsidence, and sandblows in the        \nBaguio-Cabanatuan-Dagupan area. Damage also occurred in Bataan  \nProvince and at Manila. Large fissures were observed in the     \nepicentral area. Surface faulting occurred along the Philippine \nand Digdig faults. Felt (VII RF) in the Manila area, (VI RF) at \nSanta, (V RF) at Cubi Point and (IV RF) at Callao Caves.\n"},{"date":"1991/10/19","location":"Northern India","lat":"30.8","lng":"78.8","deaths":"2000","magnitude":"7.0","comments":"\nTwo events about 1.6 seconds apart. At  \nleast 2,000 people killed, more than 1,800 injured and 18,000   \nbuildings destroyed in the Chamoli-Uttarkashi area. Some damage \noccurred at Chandigarh and New Delhi. Felt in northern India,   \nwestern Nepal and northeastern Pakistan. Landslides occurred in \nthe epicentral area. A 30-meter deep crack was noted in the     \nUttarkashi area.\n"},{"date":"1992/12/12","location":"Flores Region, Indonesia","lat":"-8.5","lng":"121.9","deaths":"2500","magnitude":"7.5","comments":"\nAt least 2,200 people killed or missing in the Flores region,      \nincluding 1,490 at Maumere and 700 on Babi. More than 500       \npeople were injured and 40,000 left homeless. 19 people were    \nkilled and 130 houses destroyed on Kalaotoa. Severe damage,     \nwith approximately 90 percent of the buildings destroyed at     \nMaumere by the earthquake and tsunami; 50 to 80 percent of the  \nstructures on Flores were damaged or destroyed. Damage also     \noccurred on Sumba and Alor. Tsunami run-up of 300 meters with   \nwave heights of 25 meters was reported on Flores along with     \nlandslides and ground cracks at several locations around the    \nisland. Felt (V) at Larantuka, Flores; (IV) at Waingapu, Sumba  \nand Ujung Pandang, Sulawesi; (II) at Kupang, Timor.\n"},{"date":"1993/09/29","location":"Latur-Killari, India","lat":"18.1","lng":"76.5","deaths":"9748","magnitude":"6.2","comments":"\nThis earthquake was centered about 70 kilometers\nnortheast of Shoapur and 230 kilometers\nwest-northwest of Hyderabad, in a region where\nearthquakes are infrequent.\nAt least 9,748\npeople were killed, about 30,000 were injured and extreme devastation in  \nthe Latur-Osmanabad area. Nearly all buildings were destroyed   \nin the village of Khillari. Felt in large parts of central and  \nsouthern India, including Bangalore, Bombay, Hyderabad and      \nMadras. \nThis earthquake was the largest known earthquake\nto occur in the area. Many aftershocks, some large enough\nto cause additional damage and deaths, followed the mainshock.\n"},{"date":"1995/01/16","location":"Kobe, Japan","lat":"34.6","lng":"135","deaths":"5502","magnitude":"6.9","comments":"\nFive thousand five hundred two people confirmed killed, 36,896       \ninjured and extensive damage (VII JMA) in the Kobe area and on  \nAwaji-shima. Over 90 percent of the casualties occurred along   \nthe southern coast of Honshu between Kobe and Nishinomiya. At   \nleast 28 people were killed by a landslide at Nishinomiya.      \nAbout 310,000 people were evacuated to temporary shelters. Over \n200,000 buildings were damaged or destroyed. Numerous fires,    \ngas and water main breaks and power outages occurred in the     \nepicentral area. Felt (VII JMA) along a coastal strip extending \nfrom Suma Ward, Kobe to Nishinomiya and in the Ichinomiya area  \non Awaji-shima; (V JMA) at Hikone, Kyoto and Toyooka; (IV JMA)  \nat Nara, Okayama, Osaka and Wakayama; (V) at Iwakuni. Also felt \n(IV JMA) at Takamatsu, Shikoku. Right-lateral surface faulting  \nwas observed for 9 kilometers with horizontal displacement of   \n1.2 to 1.5 meters in the northern part of Awaji-shima.        \nLiquefaction also occurred in the epicentral area.\n"},{"date":"1995/05/27","location":"Sakhalin Island","lat":"52.6","lng":"142.8","deaths":"1989","magnitude":"7.5","comments":"\nAs many as 1,989 people killed, about 750 injured and \nsevere damage (IX) in the Neftegorsk area. Some damage (VII)    \noccurred at Okha. Felt (VI) at Moskalvo; (V) at        \nNikolayevsk-na-Amure and Nyvrovo; (IV) at        \nAleksandrovsk-Sakhalinskiy and Nysh.\n"},{"date":"1997/05/10","location":"Northern Iran","lat":"33.9","lng":"59.7","deaths":"1567","magnitude":"7.3","comments":"\nAt least 1,567 people killed,\n2,300 injured, 50,000 homeless, 10,533 houses destroyed,\n5,474 houses damaged and landslides in the Birjand-Qayen \narea. Five people killed and some damage in the Herat \narea, Afghanistan. Felt in the Kerman, Khorasan, Semnan, \nSistan va Baluchestan and Yazd regions of Iran. This\nearthquake occurred on the Abiz fault, as confirmed by\nfield work of Manuel Berberian. This fault is north of \nthe collision zone between the Arabian and Eurasian \nplates. The region of the Abiz fault is comprised of \nseveral microplates and is tectonically very active. The \nmost notable regional earthquake was the Dasht-e-Bayez \nearthquake (magnitude 7.3) of 1968, which resulted in \n12,000-20,000 deaths. Both the Abiz and Dasht-e-Bayez \nearthquakes showed left-laterial, strike-slip faulting.\n"},{"date":"1998/02/04","location":"Hindu Kush region, Afghanistan","lat":"37.1","lng":"70.1","deaths":"2323","magnitude":"5.9","comments":"\nAt least\n2,323 people killed, 818 injured, 8,094 houses \ndestroyed, 6,725 livestock killed and landslides \noccurred in the Rostaq area, Afghanistan. Felt at \nDushanbe, Tajikistan\n"},{"date":"1998/05/30","location":"Afghanistan-Tajikistan Border Region","lat":"37.1","lng":"70.1","deaths":"4000","magnitude":"6.6","comments":"\nAt least 4,000 people killed, many thousands injured and homeless \nin Badakhshan and Takhar Provinces, Afghanistan.\nFelt strongly at Mazar-e Sharif, Afghanistan. Also felt at \nKabul, Afghanistan; Islamabad, Peshawar and Rawalpindi, \nPakistan; Dushanbe, Tajikistan.\n"},{"date":"1998/07/17","location":"Papua New Guinea","lat":"-2.96","lng":"141.9","deaths":"2183","magnitude":"7.0","comments":"\n2,183 people killed, thousands injured, about 9,500 \nhomeless and about 500 missing as a result of a tsunami \ngenerated in the Sissano area. Maximum wave heights \nestimated at 10 meters. Several villages were completely \ndestroyed and others extensively damaged. Maximum \nrecorded wave heights from selected tide stations \n(one-half peak-to-trough, in cm) were as follows: 20 on \nMiyake-jima; 15 at Tosa-Shimuzu, Shikoku; 13 at Muroto, \nShikoku; 12 at Naze, Amami O-shima; 10 on Tanega-shima; \n10 at Kushimoto, Honshu. Other recorded wave heights \n(peak to trough, in cm) were as follows: 6 at Jackson Bay \nand 4.7 at Kaikoura, New Zealand; 5 on Yap. Felt along \nmuch of the northern Papua New Guinea coast.\n"},{"date":"1999/01/25","location":"Colombia","lat":"4.46","lng":"-75.82","deaths":"1185","magnitude":"6.1","comments":"\nAt least \n1,185 people killed, over 700 missing and presumed killed, \nover 4,750 injured and about 250,000 homeless. The most \naffected city was Armenia where 907 people were killed and \nabout 60 percent of the buildings were destroyed, including \nthe police and fire stations. About 60 percent of the \nbuildings were destroyed at Calarca and about 50 percent of \nthe houses were destroyed at Pereira. Landslides blocked \nseveral roads including the Manizales-Bogota road. Damage \noccurred in Caldas, Huila, Quindio, Risaralda, Tolima and \nValle del Cauca Departments.\n"},{"date":"1999/08/17","location":"Turkey","lat":"40.7","lng":"30.0","deaths":"17118","magnitude":"7.6","comments":"\nAt least 17,118 people killed, \nnearly 50,000 injured, thousands missing, about 500,000 \npeople homeless and estimated 3 to 6.5 billion U.S. \ndollars damage in Istanbul, Kocaeli and Sakarya \nProvinces. Felt as far east as Ankara. Felt (III) at \nAnapa, Russia; Chisinau, Moldova; Simferopol and on the \nsouth coast of Crimea, Ukraine. As much as 5 meters of \nright-lateral strike-slip displacement occurred along a \n120-km zone of the North Anatolian Fault between \nKaramursel and Golyaka. Rupture proceeded from west to \neast in two subevents. Duration of strong shaking was \n37 seconds with maximum acceleration 0.3-0.4g.\n"},{"date":"1999/09/20","location":"Taiwan","lat":"23.7","lng":"121.0","deaths":"2400","magnitude":"7.6","comments":"\nAt least 2,400 people killed, \n8,700 injured, 600,000 people left homeless and about \n82,000 housing units damaged by the earthquake and larger \naftershocks. Damage estimated at 14 billion U.S. dollars. \nMaximum intensity (VI JMA) in Nan-tou and Tai-chung \nCounties. Half of a village was lost by subsidence into \nthe Ta-an Hsi and landslides blocked the Ching-shui Hsi, \ncreating a large lake. Two other lakes were created by \nsubstantial ground deformation near the epicenter. Surface \nfaulting occurred along 75 km of the Chelungpu Fault. Felt \n(V JMA) at Chia-i and I-lan; (IV JMA) at Kao-hsiung, Taipei \nand Tai-tung; (IV JMA) on Lan Yu and Peng-hu Tao; (III JMA) \nat Hua-lien. Felt strongly in Fujian, Guangdong and \nZhejiang Provinces. Felt (IV) in Hong Kong. Also felt \n(II JMA) on Iriomote-jima and Yonaguni-jima; (I JMA) on \nIshigaki-jima and Miyako-jima, Ryukyu Islands. Complex \nearthquake. A small event is followed by a larger one about \n11 seconds later.\n"},{"date":"2001/01/26","location":"Gujarat, India","lat":"23.3","lng":"70.3","deaths":"20085","magnitude":"7.6","comments":"\nAt least 20,085 people killed, 166,836 injured, approximately 339,000 buildings destroyed and 783,000 damaged in the\nBhuj-Ahmadabad-Rajkot area and other parts of Gujarat. Many bridges and roads damaged in Gujarat. At least 18 people\nkilled and some injured in southern Pakistan. Felt throughout northern India and much of Pakistan. Also felt in Bangladesh\nand western Nepal. The earthquake occurred along an approximately east-west trending thrust fault at shallow depth. The\nstress that caused this earthquake is due to the Indian plate pushing northward into the Eurasian plate. Complex\nearthquake. A small event is followed by a larger one about 2 seconds later.\n"},{"date":"2002/03/25","location":"Hindu Kush Region, Afghanistan","lat":"35.9","lng":"69.2","deaths":"1000","magnitude":"6.1","comments":"\nAt least 1,000 people \nkilled, several hundred injured and several thousand homeless in \nBaghlan Province. At least 1,500 houses destroyed or damaged at \nNahrin and several hundred more in other areas of Baghlan \nProvince. Landslides blocked many roads in the epicentral area. \nFelt strongly in much of northern Afghanistan. Also felt in the \nIslamabad-Peshawar area, Pakistan and at Dushanbe, Tajikistan.\n"},{"date":"2003/05/21","location":"Northern Algeria","lat":"36.90","lng":"3.71","deaths":"2266","magnitude":"6.8","comments":"\nAt least 2,266 people killed, 10,261 injured, about\n180,000 homeless and more than 43,500 buildings damaged or\ndestroyed (X) in the Algiers-Boumerdes-Dellys-Thenia area.\nUnderwater telecommunication cables were cut and landslides,\nsandblows, liquefaction and ground cracks were observed. Maximum\nground acceleration of 0.58g was recorded at Keddara. Damage\nestimated at between 600 million and 5 billion U.S. dollars.\nFelt from Mostaganem to Guelma and as far south as Biskra. Felt\n(III) on Mallorca and (II) on Ibiza and Menorca, Spain. Also\nfelt (II) at Albacete, Alcantarilla, Alicante, Barcelona,\nCartagena, Castellon de la Plana, Elda, Molina de Segura,\nMurcia, Sagunto and Villafranca del Panades, Spain. Felt in\nMonaco and southern France and on Sardinia, Italy. About 40 to\n80 cm of uplift of the sea floor was measured along the coast of\nAlgeria between Reghaia and Zemmouri el Bahri. A tsunami with a\nmaximum estimated wave height of 2 m caused damage to boats in\nthe Balearic Islands, Spain, especially in Puerto de Mahon,\nwhere 10 boats sank. It was recorded on tide gauges with the\nfollowing maximum wave heights (peak-to-trough): 1.2 m at Palma\nde Mallorca, Spain; 10 cm at Nice, France; 8 cm at Genoa, Italy.\nThe tsunami was also observed on the coast of Alicante,\nCastellon and Murcia, Spain.\n"},{"date":"2003/12/26","location":"Southeastern Iran","lat":"28.99","lng":"58.31","deaths":"31000","magnitude":"6.6","comments":"\nAbout 31,000 people killed, 30,000 injured, 75,600 homeless and 85\npercent of buildings damaged or destroyed in the Bam area. Maximum\nintensities IX at Bam and VIII at Baravat. Felt (V) at Kerman. Damage\nestimated at 32.7 million U.S. dollars. Surface ruptures associated with the\nBam Fault were observed between Bam and Baravat. Maximum\nacceleration of 0.98g recorded at Bam. Landslides occurred in the\nepicentral area. Believed to be the largest earthquake in this area in more\nthan 2000 years\n"},{"date":"2004/12/26","location":"Sumatra","lat":"3.30","lng":"95.87","deaths":"227898","magnitude":"9.1","comments":"\nThis is the third largest earthquake in the world since 1900 \nand is the largest since the 1964 Prince William Sound, Alaska \nearthquake. In total, 227,898 people were killed or were missing\nand presumed dead and about 1.7 million people were displaced \nby the earthquake and subsequent tsunami in 14 countries in \nSouth Asia and East Africa. \n(In January 2005, the death toll was 286,000. In April 2005,\nIndonesia reduced its estimate for the number missing by over 50,000.)\nThe earthquake was felt (IX) at \nBanda Aceh, (VIII) at Meulaboh and (IV) at Medan, Sumatra and \n(III-V) in parts of Bangladesh, India, Malaysia, Maldives, \nMyanmar, Singapore, Sri Lanka and Thailand. The tsunami caused \nmore casualties than any other in recorded history and was \nrecorded nearly world-wide on tide gauges in the Indian, Pacific \nand Atlantic Oceans. Seiches were observed in India and the \nUnited States. Subsidence and landslides were observed in \nSumatra. A mud volcano near Baratang, Andaman Islands became \nactive on December 28 and gas emissions were reported in Arakan, \nMyanmar.\n"},{"date":"2005/03/28","location":"Northern Sumatra, Indonesia","lat":"2.07","lng":"97.01","deaths":"1313","magnitude":"8.6","comments":"\nAt least 1,000 people killed, 300 injured\nand 300 buildings destroyed on Nias; 100 people killed, many\ninjured and several buildings damaged on Simeulue; 200 people\nkilled in Kepulauan Banyak; 3 people killed, 40 injured and some\ndamage in the Meulaboh area, Sumatra. A 3 meter tsunami damaged\nthe port and airport on Simeulue. Tsunami runup heights as high\nas 2 meters were observed on the west coast of Nias and 1 meter\nat Singkil and Meulaboh, Sumatra. \nAt least 10 people were killed during evacuation of\nthe coast of Sri Lanka.\n"},{"date":"2005/10/08","location":"Pakistan","lat":"34.53","lng":"73.58","deaths":"86000","magnitude":"7.6","comments":"\nAt least 86,000 people killed, more than 69,000 injured and\nextensive damage in northern Pakistan. The heaviest damage\noccurred in the Muzaffarabad area, Kashmir where entire villages\nwere destroyed and at Uri where 80 percent of the town was\ndestroyed. At least 32,335 buildings collapsed in Anantnag,\nBaramula, Jammu and Srinagar, Kashmir. Buildings collapsed in\nAbbottabad, Gujranwala, Gujrat, Islamabad, Lahore and\nRawalpindi, Pakistan. Maximum intensity VIII. Felt (VII) at\nTopi; (VI) at Islamabad, Peshawar and Rawalpindi; (V) at\nFaisalabad and Lahore. Felt at Chakwal, Jhang, Sargodha and as\nfar as Quetta. At least 1,350 people killed and 6,266 injured in\nIndia. Felt (V) at Chandigarh and New Delhi; (IV) at Delhi and\nGurgaon, India. Felt in Gujarat, Haryana, Himachal Pradesh,\nMadhya Pradesh, Punjab, Rajasthan, Uttaranchal and Uttar\nPradesh, India. At least one person killed and some buildings\ncollapsed in Afghanistan. Felt (IV) at Kabul and (III) at\nBagrami, Afghanistan. Felt (III) at Kashi, China and (II) at\nDushanbe, Tajikistan. Also felt at Almaty, Kazakhstan. An\nestimated 4 million people in the area were left homeless.\nLandslides and rockfalls damaged or destroyed several mountain\nroads and highways cutting off access to the region for several\ndays. Landslides also occurred farther north near the towns of\nGilgit and Skardu, Kashmir. Liquefaction and sandblows occurred\nin the western part of the Vale of Kashmir and near Jammu.\nLandslides and rockfalls also occurred in parts of Himachal\nPradesh, India. Seiches were observed in Haryana, Uttar Pradesh\nand West Bengal, India and in many places in Bangladesh.\n"},{"date":"2006/05/26","location":"Indonesia","lat":"-7.961","lng":"110.446","deaths":"5749","magnitude":"6.3","comments":"\nAt least 5,749 people were killed, 38,568 were injured \nand as many as 600,000 people were displaced in the Bantul-Yogyakarta area. \nMore than 127,000 houses were destroyed and an additional 451,000 were damaged \nin the area, with the total loss estimated at approximately 3.1 billion U.S. dollars.\nFelt (IX) at Bantul and\nKlaten, (VIII) at Sleman and Yogyakarta, (V) at Surakarta, (IV)\nat Salatiga and Blitar and (II) at Surabaya. Felt in much of\nJava. Also felt at Denpasar, Bali.\n"},{"date":"2008/05/12","location":"Eastern Sichuan, China","lat":"31.002","lng":"103.322","deaths":"87587","magnitude":"7.9","comments":"\nAt least \n69,195 people killed, 374,177 injured and 18,392 missing and \npresumed dead in the Chengdu-Lixian-Guangyuan area. More than \n45.5 million people in 10 provinces and regions were affected. \nAt least 15 million people were evacuated from their homes and \nmore than 5 million were left homeless. An estimated 5.36 \nmillion buildings collapsed and more than 21 million buildings \nwere damaged in Sichuan and in parts of Chongqing, Gansu, Hubei, \nShaanxi and Yunnan. The total economic loss was estimated at 86 \nbillion US dollars. Beichuan, Dujiangyan, Wuolong and Yingxiu \nwere almost completely destroyed. Landslides and rockfalls \ndamaged or destroyed several mountain roads and railways and \nburied buildings in the Beichuan-Wenchuan area, cutting off \naccess to the region for several days. At least 700 people were \nburied by a landslide at Qingchuan. Landslides also dammed \nseveral rivers, creating 34 barrier lakes which threatened about \n700,000 people downstream. A train was buried by a landslide \nnear Longnan, Gansu. At least 2,473 dams sustained some damage \nand more than 53,000 km of roads and 48,000 km of tap water \npipelines were damaged. About 1.5 km of surface faulting was \nobserved near Qingchuan, surface cracks and fractures occurred \non three mountains in the area, and subsidence and street cracks \nwere observed in the city itself. Maximum intensity XI was \nassigned in the Wenchuan area. Felt (VIII) at Deyang and \nMianyang; (VII) at Chengdu; (VI) at Luzhou and Xi'an; (V) at \nChongqing, Guozhen, Lanzhou, Leshan, Wu'an, Xichang and Ya'an. \nFelt in much of central, eastern and southern China, including \nBeijing, Guangzhou, Hefei, Nanjing, Shanghai, Tianjin, Wuhan and \nin Hong Kong. Also felt in parts of Bangladesh, Taiwan, Thailand \nand Vietnam. Seiches were observed at Kotalipara, Bangladesh.\n"},{"date":"2009/09/30","location":"Southern Sumatra, Indonesia","lat":"-0.720","lng":"99.867","deaths":"1117","magnitude":"7.5","comments":"\nAt least 1,117 \npeople killed, 1,214 injured, 181,665 buildings destroyed or \ndamaged and about 451,000 people displaced in the Padang-\nPariaman area. Landslides disrupted power and communications in \nthe area. Felt (VII) at Padang; (VI) at Bukittinggi; (IV) at \nBengkulu, Duri, Mukomuko and Sibolga; (III) at Pekanbaru. Also \nfelt (IV) at Gunungsitoli, Nias and (II) at Jakarta, Java. Felt \nthroughout Sumatra and in much of Java. Felt (III) in Singapore \nand at George Town, Johor Bahru, Kuala Lumpur, Petaling Jaya, \nShah Alam and Sungai Chua, Malaysia. Felt in much of Peninsular \nMalaysia and as far away as Chiang Mai, Thailand. A 27-cm \n(center-to-peak) local tsunami was recorded at Padang, Sumatra.\n"},{"date":"2010/01/12","location":"Haiti region","lat":"18.443","lng":"-72.571","deaths":"316000","magnitude":"7.0","comments":"\nAccording to\nofficial estimates, 316,000 people killed, 300,000 injured, 1.3\nmillion displaced, 97,294 houses destroyed and 188,383 damaged\nin the Port-au-Prince area and in much of southern Haiti. Other\nestimates suggest substantially lower numbers of casualties,\nperhaps as low as fewer than 100,000. The casualties include at\nleast 4 people killed by a local tsunami in the Petit Paradis\narea near Leogane. Tsunami waves were also reported at Jacmel,\nLes Cayes, Petit Goave, Leogane, Luly and Anse a Galets. The\ntsunami had recorded wave heights (peak-to-trough) of 12 cm at\nSanto Domingo, Dominican Republic and 2 cm at Christiansted, US\nVirgin Islands. Uplift was observed along the coast from Leogane\nto L'Acul and subsidence was observed along the coast from Grand\nTrou to Port Royal. Felt (VIII) at Leogane; (VII) at Carrefour,\nPort-au-Prince and Petionville; (VI) at Vieux Bourg d'Aquin; (V)\nat Port-de-Paix. Felt (V) at La Vega, Moca and San Cristobal;\n(IV) at Bani, Bonao, Luperon, Nagua, Puerto Plata, Santiago,\nSanto Domingo and Sosua, Dominican Republic. Felt throughout\nHaiti and the Dominican Republic. Felt (III) at Oranjestad,\nAruba; (IV) at Santiago de Cuba and (III) at Guantanamo, Cuba;\n(II) in the Kingston-Mona area, Jamaica; (II) at Carolina and\nSan Juan, Puerto Rico; (III) at Cockburn Harbour and (II) at\nCockburn Town, Turks and Caicos Islands; (III) at Maracaibo and\n(II) at Caracas, Venezuela. Felt in parts of The Bahamas, Puerto\nRico and the US Virgin Islands and as far as southern Florida,\nnorthern Colombia and northwestern Venezuela.\n"},{"date":"2010/04/13","location":"Southern Qinghai, China","lat":"33.165","lng":"96.548","deaths":"2200","magnitude":"6.9","comments":"\nAt least \n2,220 people killed, 70 missing, 12,135 injured and 15,000 \nbuildings damaged in the Yushu area. Felt (IV) at Lhasa, Qiaotou \nand Xining; (II) at Baojishan, Lanzhou and Urumqi. Felt at Aksu, \nDazhou, Jinchang, Ya'an, Yumen Dong Zhan and Zhangye. Felt (II) \nat Thimphu, Bhutan. Also felt at Punakha. Felt at Dibrugarh and \nGezing, India. Also felt at Kathmandu, Nepal and at Chiang Mai, \nThailand.\n"},{"date":"2011/03/11","location":"Japan","lat":"38.297","lng":"142.373","deaths":"20896","magnitude":"9.0","comments":"\nAt least 15,550 \npeople killed, 5,344 missing, 5,314 injured, 130,927 displaced \nand at least 332,395 buildings, 2,126 roads, 56 bridges and 26 \nrailways destroyed or damaged by the earthquake and tsunami \nalong the entire east coast of Honshu from Chiba to Aomori. The \nmajority of casualties and damage occurred in Iwate, Miyagi and \nFukushima from a Pacific-wide tsunami with a maximum runup \nheight of 37.88 m at Miyako. The total economic loss in Japan \nwas estimated at 309 billion US dollars. Electricity, gas and \nwater supplies, telecommunications and railway service disrupted \nand several reactors severely damaged at a nuclear power plant \nnear Okuma. Several fires occurred in Chiba and Miyagi. At least \n1,800 houses destroyed when a dam failed in Fukushima. Maximum \nacceleration of 2.93 g recorded at Tsukidate. Horizontal \ndisplacement and subsidence observed. Landslides occurred in \nMiyagi. Liquefaction observed at Chiba, Odaiba, Tokyo and \nUrayasu. The tsunami destroyed or severely damaged many coastal \ntowns in the Kuji-Minamisanriku-Nami area. One person killed and \nseveral houses destroyed at Jayapura, Indonesia by a tsunami \nwith a wave height of 2 m. One person killed south of Crescent \nCity, California and several boats and docks destroyed or \ndamaged at Crescent City by a tsunami with a recorded wave \nheight of 247 cm. Several houses, boats and docks destroyed or \ndamaged at Santa Cruz, California; Brookings, Oregon; Hale`iwa, \nKailua Kona and Kealakekua, Hawaii. Some buildings damaged \nslightly in the Galapagos Islands, Ecuador by a tsunami with a \nrecorded wave height of 208 cm at Santa Cruz. Several houses \ndestroyed at Pisco, Peru. Several buildings destroyed at Dichato \nand several boats damaged at Puerto Viejo and on Isla Chiloe, \nChile. Felt (VIII) at Fukushima, (VII) at Agui, Hiratsuka, \nKiryu, Komae, Oyama, Sendai and Tsukuba and (VI) in much of \neastern Honshu, including the Tokyo-Yokohama area, Japan. Felt \nKyushu. Recorded (7 JMA) in Miyagi. Felt in \nNorthern Mariana Islands, North Korea, South Korea, Taiwan, \nnortheastern China and southeastern Russia as far as Kaohsiung, \nBeijing and Petropavlovsk-Kamchatskiy. Seiches observed at \nLeikanger, Norway. Water fluctuations observed in a well in \nNewfoundland, Canada. The tsunami had maximum runup heights of \n29.6 m at Ofunato, 18.4 m at Onagawa and 9.4 m at Iwaki. Wave \nheights in centimeters (above sea level) were recorded at the \nfollowing selected tide gauges: 250 at Arica, Chile; 282 at \nHanasaki and 157 at Omaezaki, Japan; 163 at Manzanillo, Mexico; \n156 on Midway Island; 97 on Chatham Island, New Zealand; 109 at \nManus, Papua New Guinea; 173 at Callao, Peru; 250 at Kahului, \nHawaii, USA; 202 at Port Orford, Oregon; 157 at Shemya, Alaska.\n"}]