import { G2Spec } from '../../../src';

export function mockIntervalSeriesOrder(): G2Spec {
  return {
    type: 'interval',
    data: [
      { 品牌: '青岛啤酒', 上期收入: 43062, 产品: '普通330铝' },
      { 品牌: '青岛啤酒', 上期收入: 100058, 产品: '普通500铝' },
      { 品牌: '青岛啤酒', 上期收入: 25123, 产品: '330铝' },
      { 品牌: '百威啤酒', 上期收入: 50264.253, 产品: '330铝' },
      { 品牌: '百威啤酒', 上期收入: 57803, 产品: '普通330铝' },
      { 品牌: '百威啤酒', 上期收入: 82342, 产品: '普通500铝' },
      { 品牌: '黄河啤酒', 上期收入: 79286, 产品: '普通500铝' },
      { 品牌: '黄河啤酒', 上期收入: 43473, 产品: '330铝' },
      { 品牌: '黄河啤酒', 上期收入: 56775, 产品: '普通330铝' },
      { 品牌: '千岛湖啤酒', 上期收入: 54418, 产品: '330铝' },
      { 品牌: '千岛湖啤酒', 上期收入: 65048, 产品: '普通330铝' },
      { 品牌: '千岛湖啤酒', 上期收入: 72355, 产品: '普通500铝' },
    ],
    encode: {
      x: '品牌',
      y: '上期收入',
      color: '产品',
    },
    transform: [{ type: 'dodgeX' }],
  };
}
